Repository: mozilla-l10n/mt-training-data
Catalog: shn/shn_pontoon.tmx
Source language: en_us
Languages: shn

source: Japanese
shn: ၵျႃႇပၢၼ်ႇၼိတ်ႉသျ်

source: Jaqaru
shn: ၵျၵႃႇရူႇ

source: Javanese
shn: ၵျႃးဝၼိတ်ႉသျ်

source: Join Discord Community
shn: ၶဝ်ႈႁူမ်ႈတူင်ႇဝူင်း Discord

source: Join Mozilla Data Collective
shn: ၶဝ်ႈႁူမ်ႈ Mozilla Data Collective

source: Join the Common Voice mailing list
shn: ၶဝ်ႈႁူမ်ႈပဵၼ်ၽူႈႁပ်ႉၽိုၼ်လိၵ်ႈ Common Voice

source: Join us on Discord
shn: ၶဝ်ႈႁူမ်ႈၸွမ်းႁဝ်းၶႃႈ ၼႂ်း Discord

source: Join us to advance voice technology and empower more user contributions.
shn: မႃးႁူမ်ႈၸွမ်းႁဝ်းၶႃႈ တႃႇႁႂ်ႈပၢႆးၸၢင်ႊသဵင်လၢတ်ႈ ၶိုပ်ႈၼႃႈ ၶိုၼ်ႈယႂ်ႇလႄႈ ပၼ်ႁႅင်းၽူႈၸႂ်ႉတိုဝ်း ႁႂ်ႈမီးၼမ်လိူဝ်မႃး။

source: Just respond to the prompt as naturally as you can in a couple of sentences. Make sure your language is respectful and inoffensive.
shn: တွပ်ႇပၼ်ၶေႃႈသင်ႇ ႁႂ်ႈပဵၼ်သၽႃႇဝလီသုတ်း ၼႂ်းၶေႃႈၵႂၢမ်း သွင်သၢမ်ၶေႃႈၼၼ်ႉၵူၺ်းၶႃႈ။ တေလႆႈမၼ်ႈၸႂ်ဝႃႈ ၶေႃႈၵႂၢမ်းလၢတ်ႈၶွင်ၸဝ်ႈၵဝ်ႇ မီးလွင်ႈၼပ်ႉယမ် လႄႈ ဢမ်ႇမီးၶေႃႈၵႂၢမ်းႁၢႆႉၸႃႉတိူဝ်ႉၸႂ်ၶႃႈၼႃႈ။

source: Just Unsure?
shn: ဢမ်ႇမၼ်ႈၸႂ်ၸွင်ႇၸႂ်ႈ?

source: Kabardian
shn: ၶပ်ႉပႃတီႇယႅၼ်ႇ

source: Kabyle
shn: ၶပၢႆယႂ်ႇ

source: Kachhi
shn: ၵတ်ႉၶျီႇ

source: Kaitag
shn: ၶၢႆႇတႅတ်ႉၵ်

source: Kalaallisut
shn: ၵလၢတ်ႉလိသုတ်ႉ

source: Kalasha
shn: ၵႃႇလႃႇသႃႇ

source: Kalenjin
shn: ၵႃႇလဵၼ်းၵျိၼ်ႇ

source: Kalkoti
shn: ၵၼ်ႇၵူဝ်ႇတီႇ

source: Kannada
shn: ၶၼႃးတႃႇ

source: Kaqchikel
shn: ၵႃႇၶျီႇၵႄႇလ်

source: Kara
shn: ၵႃႇရႃႇ

source: Karachay-Balkar
shn: ၵႃႇရႃႇၸႆး ၿၼ်ႇၵႃႇ

source: Karakalpak
shn: ၵႃႇလႃႇၵေႃႇၽၵ်ႉ

source: Kasem
shn: ၵႃႇသႅမ်ႇ

source: Kashmiri
shn: ၵႅတ်ႉသ်မီႇရီႇ

source: Kateviri
shn: ၵႃႇတေႇဝီႇရီႇ

source: Kazakh
shn: ၵႃးၸႅၵ်ႇ

source: { $kb }kb max
shn: ယႂ်ႇသုတ်း { $kb }kb

source: Keep
shn: ၵဵပ်း

source: Keep it up, record again <recordIcon></recordIcon>
shn: သိုပ်ႇႁဵတ်းၵႂႃႇ၊ ၸၢမ်းဢတ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ။<recordIcon></recordIcon>

source: Keep the recordings
shn: သိမ်းဝႆႉသဵင်ဢတ်း

source: Keep track of your progress and metrics across multiple languages.
shn: သိုပ်ႇလမ်းၸွမ်းလွင်ႈၶိုပ်ႈၼႃႈလႄႈမႅတ်ႉထရိၵ်ႉၸဝ်ႈၵဝ်ႇၼႂ်းလၢႆၽႃႇသႃႇ

source: Keep track of your progress with a profile
shn: ၸွမ်းတူၺ်းလွင်ႈၶိုၼ်ႈယႂ်ႇၸဝ်ႈၵဝ်ႇလူၺ်ႈပရူဝ်ႊၾၢႆႊလ်

source: Keep track of your progress with a profile and help our voice data be more accurate.
shn: ၸွမ်းတူၺ်းလွင်ႈၶိုပ်ႈၼႃႈၸဝ်ႈၵဝ်ႇလူၺ်ႈပရူဝ်ႇၾၢႆႇသေ ၸွႆႈႁဵတ်းႁႂ်ႈၶေႃႈမုၼ်းသဵင်ႁဝ်းၶႃႈမီးလွင်ႈတႅတ်ႈၼႅတ်ႈတိူဝ်းမႃး။

source: Keep your volume consistent - don’t shout or sing
shn: ၵုမ်းထိင်းသဵင်လၢတ်ႈ ႁႂ်ႈမၼ်းမီးၼမ်ႉၼၵ်းပဵင်းၵၼ်တႃႇသေႇ - ဢမ်ႇလူဝ်ႇႁွင်ႉသဵင်လင် ဢမ်ႇၼၼ် ဢမ်ႇလူဝ်ႇႁဵတ်းသဵင်ႁွင်ႉၽဵင်းၵႂၢမ်း။

source: Kelabit
shn: ၵေႇလႃႇပိတ်ႉ

source: Kenyah
shn: ၵဵၼ်ႇၺႃႇ

source: Kenyi
shn: ၶဵၼ်းယီး

source: <key>1</key>-<key>{ $numLanguages }</key> Tag with language
shn: <key>1</key>-<key>{ $numLanguages }</key>သႂ်ႇမၢႆထႅၵ်ႉ ၸွမ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: Keyboard usage
shn: လွင်ႈၸႂ်ႉတိုဝ်း ပႅၼ်ႈလိၵ်ႈ (Keyboard)

source: Khakas
shn: ၶႃႇၶတ်ႉသ်

source: Khetrani
shn: ၶေႇတရႃႇၼီႇ

source: Khmer
shn: ၶမႄႇရ်

source: Khowar
shn: ၶူဝ်ႇဝႃႇ

source: K'iche'
shn: ၶီႇၶျေႉ

source: Kichwa
shn: ၶိၶျဝႃႊ

source: Kidaw'ida
shn: ၵီႇၻႃႇဝီႇၻႃႇ

source: Kihemba
shn: ၵီႇႁႅမ်ႇပႃႇ

source: Kikamba
shn: ၶီႇၵၢမ်ႇၿႃႇ

source: Kikuyu
shn: ၶိၶူးယူႇ

source: Kinyarwanda
shn: ၶိၼ်ႇယႃႇရ်ဝၼ်ႇၻႃႇ

source: Kirombo
shn: ၶီႇရူမ်ႇၿူဝ်ႇ

source: Kirundi
shn: ၶီႇရုၼ်ႇၻီႇ

source: Kohistani Shina
shn: ၶူဝ်ႇႁိတ်ႉသ်တႃႇၼီႇ သျီႇၼႃႇ

source: Kom
shn: ၶွမ်ႇ

source: Komi-Zyrian
shn: ၶူဝ်းမီႇသီႇရီႇယႅၼ်ႇ

source: Konkani (Devanagari)
shn: ၶွၼ်းၶႃၼီး (တေဝၼႃႇၵီႇရီႇ)

source: Konzo
shn: ၶွၼ်းသူဝ်း

source: Korean
shn: ၵူဝ်းရီႇယႅၼ်ႇ

source: Kotokoli
shn: ၵူဝ်ႇတူဝ်ႇၵူဝ်ႇလီႇ

source: Kreol Morisien
shn: ၶရေႇဢူဝ်ႇ မူဝ်ႇရီႇသျႅၼ်ႇ

source: Kuku
shn: ၵူႇၵူႇ

source: Kumyk
shn: ၵူႇမိၵ်ႉ

source: Kunabembe
shn: ၵူႇၼႃႇပဵၼ်းၿေး

source: Kurmanji Kurdish
shn: ၶိူဝ်းတိတ်ႉသျ် ပွတ်းၼိူဝ်

source: Kwasio
shn: ၵႂႃႇသီႇဢူဝ်ႇ

source: Kyrgyz
shn: ၶေးလ်ၵဵတ်ႇ

source: Labeling noise events like coughing or laughing
shn: လွင်ႈတႅမ်ႈမၢႆၼႄ သဵင်ယႃႉၵဝ်း မိူၼ်ၼင်ႇ သဵင်ဢႆ ဢမ်ႇၼၼ် သဵင်ၶူဝ်

source: Labeling significant noise pollution, like background chatter or car horns
shn: လွင်ႈတႅမ်ႈမၢႆၼႄ သဵင်ယႃႉၵဝ်းဢၼ်လင်ႁႅင်း၊ မိူၼ်ၼင်ႇ သဵင်ၵူၼ်းလၢတ်ႈတေႃႇၵၼ်ပႃႈလင် ဢမ်ႇၼၼ် သဵင်ႁွၼ်းလူတ်ႉ။

source: Ladin
shn: လႃႇၻိၼ်ႇ

source: Lango
shn: လၢၼ်းၵူဝ်ႇ

source: Language
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: Language Fundamentals (e.g. Digits, Letters, Money)
shn: ပိုၼ်ႉထၢၼ်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ (မိူၼ်ၼင်ႇ တူဝ်ၼပ်ႉ၊ တူဝ်လိၵ်ႈ၊ ငိုၼ်းတွင်း)

source: Language Request
shn: တုၵ်းယွၼ်းၽႃႇသႃႇ

source: Language request successfully submitted, thank you.
shn: သူင်ႇလွင်ႈတုၵ်းယွၼ်းၽႃႇသႃႇယဝ်ႉတူဝ်ႈ၊ ယိၼ်းၸူမ်းၶႃႈ။

source: Languages
shn: ၽႃႇသႃႇ

source: Languages can have their own validation rules with additional requirements when they localize. If there is no specific validation file for a language, the English rules will show for contributors.
shn: ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈတင်းလၢႆ ၸၢင်ႈမီးလၵ်းၵၢၼ်ၵူတ်ႇထတ်း ႁင်းၽႂ်မၼ်း တင်း ၶေႃႈမၵ်းၶၼ်ႈဢၼ်လူဝ်ႇထႅင်ႈ မိူဝ်ႈပိၼ်ႇၽႃႇသႃႇပိုၼ်ႉတီႈၼၼ်ႉယဝ်ႉ။ သင်ဝႃႈ ပႆႇမီးၾၢႆႊလ်ၵူတ်ႇထတ်း တႅတ်ႈထႅတ်ႈ တွၼ်ႈတႃႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈလႂ်လွင်ႈတၢင်းၼိုင်ႈၼႆ၊ လၵ်းၵၢၼ်ၶွင်ၽႃႇသႃႇဢိင်းၵလဵတ်ႈ တေပိုတ်ႇၼႄပၼ် တီႈၽူႈၶဝ်ႈႁူမ်ႈၸွႆႈထႅမ်တင်းမူတ်းယူႇၶႃႈ။

source: Language Text
shn: တူဝ်လိၵ်ႈ ၶွင်ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ

source: Lao
shn: လၢဝ်း

source: Large bulk sentence submission
shn: ၵၢၼ်သူင်ႇၶေႃႈၵႂၢမ်းပဵၼ်ၸုပ်ႈလူင်တင်းၼမ်တင်းလၢႆ

source: Large, publicly available voice datasets will foster innovation and healthy competition in machine-learning speech technology. Common Voice’s dataset is the largest of its kind, but not the only one. This page serves as a reference hub for other open-source voice datasets and a home for our release updates as Common Voice grows.
shn: ၸုမ်ႇၶေႃႈမုၼ်းသဵင်ဢၼ်ယႂ်ႇဢၼ်ပိုၼ်ႈပၼ်ၵူၼ်းတင်းၼမ် လႆႈၸႂ်ႉတိုဝ်းၼၼ်ႉတေႁဵတ်းႁႂ်ႈ မီးလွင်ႈၶူင်ႊသၢင်ႈ လႄႈ လွင်ႈၶေႉၶဵင်ႇ ဢၼ်လလီၼႂ်းပၢႆးၸၢင်ႊ ဢၼ်လဵပ်ႈႁဵၼ်း လွင်ႈလၢတ်ႈၵႂၢမ်း လူၺ်ႈၶိူင်ႈၸၢၵ်ႈၼၼ်ႉယဝ်ႉ၊ ၸုမ်ႇၶေႃႈမုၼ်း Common Voice ၼႆႉ ပဵၼ်ဢၼ်ယႂ်ႇသေပိူၼ်ႈၵူၺ်းၵႃႈဢမ်ႇၸႂ်ႈဝႃႈမီးဢၼ်လဵဝ်ၵူၺ်း။ ၼႃႈလိၵ်ႈၼႆႉ ပဵၼ်တီႈၸုတ်ႇၵၢင်တွၼ်ႈတႃႇ ၶေႃႈမုၼ်းသဵင် ဢၼ်ပိုတ်ႇၽုၺ်ႇဝႆႉ တၢင်ႇၸိူဝ်းလႄႈ ပဵၼ်ႁိူၼ်း တွၼ်ႈတႃႇ လွင်ႈမႂ်ႇမႂ်ႇ ဢၼ်ႁဝ်းၶႃႈ ပိုၼ်ၽႄဢွၵ်ႇ ၸွမ်းၼင်ႇ Common Voice ယႂ်ႇမႃးၼၼ်ႉယဝ်ႉ။

source: Large scale corporates and platform companies
shn: ၶွမ်ႇပၼီႇလူင် လႄႈ ၶွမ်ႇပၼီႇၽလႅတ်ႉၾွမ်ႊ

source: Lassi
shn: လတ်ႉၸီး

source: Last Updated: { $lastUpdatedTimeStamp }
shn: ဢၢပ်ႇၻဵတ်ႉမႂ်ႇသုတ်း{ $lastUpdatedTimeStamp }

source: Latgalian
shn: လတ်ႉၵေႇလီႇယႅၼ်ႇ

source: Latvian
shn: လၢတ်ႉဝီႇယႅၼ်ႇ

source: Laugh
shn: ၶူဝ်

source: Launched
shn: ပိုတ်ႇတူဝ်ယဝ်ႉ

source: Laz
shn: လၢတ်ႉၸ်

source: Leaderboard Visibility
shn: ၵၢၼ်ပိူင်းၼႄ ပႅၼ်ႈပုၼ်းၽူႈဢွၼ်ႁူဝ်

source: Learn about partnerships with Common Voice
shn: ႁဵၼ်းႁူႉ လွင်ႈၵၢၼ်ႁူမ်ႈမိုဝ်းတင်း Common Voice

source: Learn about the mission and team behind Common Voice
shn: ႁဵၼ်းႁူႉ လွင်ႈၼႃႈၵၢၼ် လႄႈ ၸုမ်းႁဵတ်းၵၢၼ် ဢၼ်ယူႇၽၢႆႇလင် Common Voice

source: Learn how to check a transcription
shn: ႁဵၼ်းႁူႉ လၢႆးၵူတ်ႇထတ်း ၵၢၼ်ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ

source: Learn how to take part
shn: လဵပ်ႈႁဵၼ်းၵၢၼ်မီးသုၼ်ႇႁူမ်ႈ

source: Learn how to transcribe
shn: ႁဵၼ်းႁူႉ လၢႆးထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ

source: Learn how to use this page
shn: လဵပ်ႈႁဵၼ်းလၢႆးၸႂ်ႉၼႃႈလိၵ်ႈၼႆႉ

source: Learn More
shn: သိုပ်ႇလဵပ်ႈႁဵၼ်းထႅင်ႈ

source: Leaving now means you’ll lose your changes
shn: ၵၢၼ်ဢွၵ်ႇၵႂႃႇမိူဝ်ႈလဵဝ်ၼႆႉ တေႁဵတ်းႁႂ်ႈၸဝ်ႈၵဝ်ႇ လုႉသုမ်းလွင်ႈမႄးလႅၵ်ႈလၢႆႈတင်းမူတ်းယဝ်ႉ

source: Leaving now means you'll lose your progress
shn: သင်ဢွၵ်ႇၵႂႃႇတေႃႈလဵဝ် ၶေႃႈမုၼ်းဢၼ်ၸဝ်ႈၵဝ်ႇႁဵတ်းဝႆႉၸိူဝ်းၼၼ်ႉ တေႁၢႆၵႂႃႇပႅတ်ႈၶႃႈၼႃ။

source: Lendu
shn: လဵၼ်းတူး

source: Length
shn: တၢင်းယၢဝ်း

source: Let's Get Started
shn: မႃးႁဝ်းတႄႇၵႂႃႇ

source: Letters must be valid in the language being spoken. For example, “ж” is a letter in the Russian alphabet but is never used in English and so should never appear in any English source text.
shn: တူဝ်လိၵ်ႈၸိူဝ်းၼၼ်ႉ လူဝ်ႇလႆႈပဵၼ် တူဝ်လိၵ်ႈဢၼ်ၸႂ်ႉတိုဝ်းလႆႈတႅတ်ႈထႅတ်ႈ ၼႂ်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ ဢၼ်တိုၵ်ႉဢတ်းသဵင်ယူႇၼၼ်ႉၶႃႈ။ မိူၼ်ၼင်ႇ, တူဝ်လိၵ်ႈ “ж” ၼၼ်ႉ ပဵၼ်တူဝ်လိၵ်ႈၼႂ်းတူဝ်လိၵ်ႈရတ်ႉသျႃးၵူၺ်း သေ တေဢမ်ႇယၢမ်ႈၸႂ်ႉၼႂ်းၽႃႇသႃႇဢိင်းၵလဵတ်ႈသေပွၵ်ႈ၊ ၵွပ်ႈၼၼ် မၼ်းဢမ်ႇထုၵ်ႇလီမီးၼႂ်းၶေႃႈၵႂၢမ်းၽႃႇသႃႇဢိင်းၵလဵတ်ႈၶႃႈ။

source: Levantine Arabic
shn: လႄႇၾႅၼ်ႇထၢႆး ဢႃႇရႃႇပိၵ်ႉ

source: LibriSpeech is a corpus of approximately 1000 hours of 16Khz read English speech derived from read audiobooks from the LibriVox project.
shn: LibriSpeech ၼႆႉ ပဵၼ်ၸုမ်ႇၶေႃႈမုၼ်းတူဝ်လိၵ်ႈ (Corpus) ၶွင်သဵင်လၢတ်ႈလူၺ်ႈၵၢၼ်ဢၢၼ်ႇလိၵ်ႈဢိင်းၵလဵတ်ႈ သႅၼ်း 16Khz ဢၼ်မီးၸူဝ်ႈမူင်းသဵင် မၵ်းၶၼ်ႈဝႆႉၸမ်ၸူမ် 1,000 ၸူဝ်ႈမူင်း၊ ဢၼ်ၼႆႉ လႆႈၵဵပ်းႁွမ်မႃးတီႈ ၾၢႆႊလ်သဵင်ပပ်ႉဢၢၼ်ႇ (Audiobooks) ၶွင်ၶူင်းၵၢၼ် LibriVox ၼၼ်ႉၶႃႈယဝ်ႉ။

source: License
shn: ဝႂ်ၶႂၢင်ႉ

source: License: <licenseLink>CC-0</licenseLink>
shn: ဝႂ်သုၼ်ႇသၢင်ႈ <licenseLink>CC-0</licenseLink>

source: License: <licenseLink>{ $license }</licenseLink>
shn: ဝႂ်သုၼ်ႇသၢင်ႈ : <licenseLink>{ $license }</licenseLink>

source: Ligurian
shn: လီႇၵူးရီႇယႅၼ်ႇ

source: Lingala
shn: လိင်ႇၵႄလ်လႃႇ

source: Link Copied
shn: ထုတ်ႇဢဝ်ႁဵင်းၵွင်ႉယဝ်ႉ

source: Links to websites that can help us understand the language
shn: လိင်ႉၶ်ၶဝ်ႈထိုင်ဝႅပ်ႉသၢႆႉတ်ၸိူဝ်းဢၼ်ၸၢင်ႈၸွႆႈႁႂ်ႈႁဝ်းၶႃႈပွင်ႇၸႂ်ၽႃႇသႃႇ

source: Listen
shn: ထွမ်ႇ

source: Listening
shn: ၵၢၼ်ထွမ်ႇ

source: Listen options menu
shn: မႅၼ်ႇၼူဝ်ႇတၢင်းလိူၵ်ႈၵၢၼ်ထွမ်ႇ

source: Listen-Queue
shn: ၶိဝ်းၵၢၼ်ထွမ်ႇသဵင်

source: Lithuanian
shn: လီႉတူႇဝေးၼီယႅၼ်ႇ

source: Loading…
shn: တိုၵ်ႉၸၼ်…

source: Loading sentences…
shn: တိုၵ်ႉလူတ်ႇၶေႃႈၵႂၢမ်းယူႇ...

source: Loarki
shn: လူဝ်ႇဢႃႇၵီႇ

source: Localized
shn: ပိၼ်ႇၽႃႇသႃႇပိုၼ်ႉတီႈလီငၢမ်းယဝ်ႉ

source: Log In
shn: လွၵ်ႉၶဝ်ႈ

source: Login Identity
shn: ၸိုဝ်ႈမၢႆၾၢင်လွၵ်ႉၶဝ်ႈ

source: <loginLink>Login</loginLink> or <loginLink>sign up</loginLink> to add multiple sentences
shn: <loginLink>လွၵ်ႉၶဝ်ႈ</loginLink> ဢမ်ႇၼၼ် <loginLink>လူင်းသၢႆမၢႆ</loginLink> တႃႇထႅမ်သႂ်ႇၶေႃႈၵႂၢမ်းလၢႆလၢႆၶေႃႈၵမ်းလဵဝ်

source: Log in or sign up to get started
shn: လွၵ်ႉၶဝ်ႈ ဢမ်ႇၼၼ် လူင်းသဵၼ်ႈမၢႆတႃႇတႄႇငဝ်ႈ

source: Log In / Sign Up
shn: လွၵ်ႉၶဝ်ႈ / လူင်းသဵၼ်ႈၸိုဝ်ႈ

source: Log In / Sign Up with { $company } email
shn: လွၵ်ႉၶဝ်ႈ / လူင်းသဵၼ်ႈၸိုဝ်ႈလူၺ်ႈဢီးမေးလ် { $company }

source: Log Out
shn: လွၵ်ႉဢွၵ်ႉ

source: Loja Highland Kichwa
shn: ထုင်ႉလွႆ ၶိၶျဝႃႊ(ၸႄႈတွၼ်ႈလူဝ်ႇၶျႃႇ)

source: Lojban
shn: လူဝ်ၸပႅၼ်ႇ

source: Look for text where the copyright no longer applies - for example most books that were published before 1920
shn: ၶူၼ်ႉႁႃလိၵ်ႈဢၼ်ပၵ်းပိူင်သုၼ်ႇၸဝ်ႈၶွင် (Copyright) ဢမ်ႇမီးလွင်ႈၵုမ်းၵႅတ်ႉဝႆႉဢၼ်ဢႃယုမူတ်းယဝ်ႉ — မိူၼ်ၼင်ႇ ပပ်ႉလိၵ်ႈၸိူဝ်းဢၼ်လႆႈပိုၼ်ၽႄဢွၵ်ႇမႃး ဢွၼ်တၢင်းပီ 1920 ၼၼ်ႉၶႃႈ။

source: Looks like there aren't any clips to listen to in this language. Help us fill the queue by recording some now.
shn: တူၺ်းမိူၼ်ဝႃႈတေဢမ်ႇမီးၶလိပ်ႉပၼ်ထွမ်ႇၼႂ်းၽႃႇသႃႇၼႆႉ၊ ၸွႆႈႁဝ်းၶႃႈၽိူမ်ႉထႅမ်လူၺ်ႈၵၢၼ်ဢတ်းသဵင်ၶႃႈလႄႈ။

source: Losso
shn: လွတ်ႉသ်သူဝ်ႇ

source: Luganda
shn: လူႇၵၼ်ႇတႃႇ

source: Luxembourgish
shn: လၢၵ်ႈၸိမ်ႇပၢၵ်ႈၵဵတ်ႉသျ်

source: Macedonian
shn: မႅတ်ႇသီႇတူဝ်းၼီးယႅၼ်ႇ

source: Mada
shn: မႃႇၻႃႇ

source: Maithili
shn: မႂ်ႇတီႇလီႇ

source: Make sure the platform is recording before you start speaking, and that it only stops once you’re finished.
shn: ႁႂ်ႈမၼ်ႈၸႂ်ၵွၼ်ႇဝႃႈၽလႅတ်ႉၾွမ်ႊတိုၵ်ႉဢတ်းသဵင်ယူႇ ဢွၼ်တၢင်းသူၸဝ်ႈတေတႄႇလၢတ်ႈ၊ လႄႈၵိုတ်းၵႂႃႇမိူဝ်ႈသူၸဝ်ႈလၢတ်ႈယဝ်ႉၼၼ်ႉၵူၺ်း။

source: Make sure the sentence meets the following criteria:
shn: ႁဵတ်းႁႂ်ႈမၼ်ႈၸႂ်ဝႃႈ ထႅဝ်လိၵ်ႈၶေႃႈၵႂၢမ်းထုၵ်ႇမႅၼ်ႈၸွမ်းတင်းပိူင်တႅၵ်ႈတႃႇတႅပ်းတတ်းပႃႈတႂ်ႈၼႆႉ။

source: Make sure they can be answered in just a couple of sentences
shn: ႁႂ်ႈမီးလွင်ႈမၼ်ႈၸႂ်ဝႃႈ ၶဝ်တေၸၢင်ႈတွပ်ႇပၼ်ၶေႃႈထၢမ်လႆႈလူၺ်ႈၸႂ်ႉဢမ်ႇလၢႆတူၼ်ႈထႅဝ်ၵူၺ်း

source: Make your submitted data as rich as possible by providing some anonymous demographic data. We de-identify all demographic data before making it public.
shn: ႁဵတ်းႁႂ်ႈၶေႃႈမုၼ်းဢၼ်ၸဝ်ႈၵဝ်ႇသူင်ႇပၼ်ၼၼ်ႉတဵမ်ႈထူၼ်ႈတီႈသုတ်းၼင်ႇပွင်ပဵၼ်လႆႈ လူၺ်ႈသႂ်ႇပၼ်ၶေႃႈမုၼ်းပိုၼ်ႉထၢၼ်သဵၼ်ႈၵူၼ်းလူၺ်ႈဢမ်ႇဢွၵ်ႇၸိုဝ်ႈ၊ ႁဝ်းၶႃႈတေဢဝ်ၶေႃႈမုၼ်းပိုၼ်ႉထၢၼ်သဵၼ်ႈၵူၼ်းၸိူဝ်းၼၼ်ႉဢွၵ်ႇတင်းမူတ်း ဢွၼ်တၢင်းတေပိုၼ်ၽႄပၼ်ၵူၼ်းတင်းၼမ်

source: Malagasy
shn: မလၵႅတ်ႉသီႇ

source: Malay
shn: မလေး

source: Malayalam
shn: မလေႇယႃလမ်ႇ

source: Male
shn: ၸၢႆး

source: Male/Masculine
shn: ၸၢႆး/ၽူႈၸၢႆး

source: Maltese
shn: မႄးလ်ထီး

source: Manage Email Subscriptions
shn: ၸတ်းၵၢၼ်ၵၢၼ်ႁပ်ႉႁူႉၶၢဝ်ႇငၢဝ်းတၢင်းဢီးမေးလ်

source: Manage Subscriptions
shn: ၸတ်းၵၢၼ် ၵၢၼ်ႁပ်ႉႁူႉၶၢဝ်ႇငၢဝ်း

source: Manx
shn: မႅင်းၵ်ႉသ်

source: Mapudungun
shn: မပူႇတုင်ႇၵုၼ်ႇ

source: Mara
shn: မႃႇရႃႇ

source: Marathi
shn: မရႃႉတီႇ

source: <mark>Check</mark>
shn: <mark>ထတ်းတူၺ်း</mark>

source: <mark>Data</mark>
shn: <mark>ၶေႃႈမုၼ်း</mark>

source: <mark>Prompt</mark>
shn: <mark>သင်ႇ</mark>

source: <mark>Respond</mark>
shn: <mark>တုမ်ႉတွပ်ႇ</mark>

source: <mark>Transcribe</mark>
shn: <mark>ထွတ်ႇသဵင်ပဵၼ်တူဝ်လိၵ်ႈ</mark>

source: <mark>Using CV for</mark><br/><mark>your research?</mark>
shn: <mark>ၸႂ်ႈတိုဝ်း CV တွၼ်ႈတႃႇ</mark><br/><mark>လွင်ႈၶူၼ်ႉၶႂႃႉသူၸဝ်ႈ?</mark>

source: <mark>We need</mark><br/><mark>your help!</mark>
shn: <mark>ႁဝ်းၶႃႈလူဝ်ႇ</mark><br/><mark>တၢင်းၸွႆႈထႅမ်တီႈသူၸဝ်ႈ!</mark>

source: Martinican Creole
shn: မႃႇတီႇၼီႇၵၼ်ႇ ၶရီႇဢူဝ်ႇလ်

source: Marwari
shn: မႃႇဝႃႇရီႇ

source: Massa
shn: မတ်ႉသႃ

source: Matrix is an open, lightweight protocol for decentralized, real-time communication, and Mozilla's preferred open discussion platform. We are in room "common-voice:mozilla.org".
shn: Matrix ၼႆႉ ပဵၼ် ပရူဝ်ႇတူဝ်ႇၵူဝ်ႇ ဢၼ်ပိုတ်ႇၽုၺ်ႇ ဢၼ်မီးၼမ်ႉၼၵ်းမဝ် တႃႇ ဢၼ်ဢမ်ႇမီးငဝ်ႈၵုမ်းၵၢၼ်၊ လွင်ႈၵပ်းသိုပ်ႇ ဢၼ်ပဵၼ်ၶၢဝ်းယၢမ်းတႄႉတႄႉလႄႈ ပဵၼ်ၵလႅတ်ႉၾွမ်ႊ ဢုပ်ႇဢူဝ်းဢၼ်ပိုတ်ႇၽုၺ်ႇ ဢၼ် Mozilla လႆႈၸႂ်ၼၼ်ႉယဝ်ႉ။ ႁဝ်းၶႃႈ မီးဝႆႉ ၼႂ်းႁွင်ႈ ""common-voice:mozilla.org" ၶႃႈၼႃႈ။

source: Matses
shn: မၢတ်ႉသဵတ်းသ်

source: Maximum file size: 25 MB
shn: တၢင်းယႂ်ႇၾၢႆႊလ်သုင်သုတ်း: 25 MB

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
shn: ယူဝ်ၶေး <homepageLink>ၼႃႈႁိူၼ်း</homepageLink> ၸၢင်ႈတေၸွႆႈလႆႈ? တွၼ်ႈတႃႇထၢမ်ၶေႃႈထၢမ်၊ ၶႅၼ်းတေႃႈၶဝ်ႈႁူမ်ႈ <matrixLink>တူင်ႇဝူင်းဢုပ်ႇဢူဝ်း Matrix</matrixLink>၊ တူၺ်းလွင်ႈပၼ်ႁႃၼိူဝ်ဝႅပ်ႉသၢႆႉသ်တီႈၼႂ်း <githubLink>Github</githubLink> ဢမ်ႇၼၼ် လႄႈတူၺ်း <discourseLink>ၾေႃႇရမ်ႇ Discourse ႁဝ်းၶႃႈ</discourseLink>။

source: Mazandarani
shn: မႃႇၸၼ်းတႃႇရႃႇၼီႇ

source: Mbo
shn: ဢႅမ်ႇၿူဝ်ႇ

source: Mbum
shn: ဢႅမ်ႇၿုမ်း

source: Meadow Mari
shn: မႃႇရီႇပွတ်းဝၼ်းဢွၵ်ႇ

source: Meaning
shn: တီႈပွင်ႇ

source: Media and Entertainment
shn: ၵၢၼ်သိုဝ်ႇၶၢဝ်ႇ လႄႈလွင်ႈလဝ်ႇမူၼ်ႈတူၼ်ႈၸႂ်

source: Medumba
shn: မတုမ်ပႃႇ

source: Meetei Lon
shn: မၼီႉပူႇရ

source: Melanau
shn: မေႇလႃႇၼဝ်ႇ

source: Mengambo
shn: မႅၼ်းၵမ်ႇပူဝ်ႇ

source: Menu to access Partnerships, Press and Stories, Community and Languages
shn: မေးၼူး တွၼ်ႈတႃႇတႃႇၶဝ်ႈတူၺ်း လွင်ႈႁူမ်ႈႁွမ်း၊ ၶၢဝ်ႇသၢၼ် လႄႈ လွင်ႈတၢင်း, တူင်ႇဝူင်းၵူၼ်းလႄႈ ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ။

source: Message
shn: ၶေႃႈၵႂၢမ်း

source: Michoacán Mazahua
shn: မီးၶျူဝ်ႇဢႃႇၵၢၼ်း မႃႇသႃႇဝႃႇ

source: “Mi mamá dijo, ‘Tú crees que esto es un juego?’ and I was like, ‘Okay chill!’”
shn: မႄႈၶႃႈလၢတ်ႈဝႃႈ၊ ‘မႂ်းထၢင်ႇဝႃႈ ဢၼ်ၼႆႉပဵၼ်လွင်ႈလဵၼ်ႈႁႃႉ?’ ၼၼ်ႉၵေႃႈ ၶႃႈသမ်ႉဝႃႈ၊ ‘ဢေႃး ၸႂ်ယဵၼ်ယဵၼ်လႄႈ!

source: Mina
shn: မၢႆႇၼႃႇ

source: Mingrelian
shn: မိင်ႇၵရေႇလျိၼ်ႇ

source: Minimum sentences in file: 1000
shn: တၢင်းၼမ်တူၼ်ႈထႅဝ်ၶေႃႈၵႂၢမ်း ၼႂ်းၾၢႆႊလ် တီႈဢေႇသုတ်း 1000 ထႅဝ်။

source: [Mismatched content]
shn: [လွင်ႈတၢင်း ဢမ်ႇၵိုင်ႇလႅပ်ႈၵၼ်]

source: Misreadings
shn: လွင်ႈလူဢၢၼ်ႇၽိတ်း

source: Missing an 's' at the end of a word.
shn: ႁၢႆဝႆႉတူဝ် 's' တီႈသုတ်းၶေႃႈၵႂၢမ်း

source: Missing an <strong>'s'</strong> at the end of a word.
shn: တူၵ်းႁၢႆ <strong>'s'</strong> တီႈၽၢႆႇလင်ၶေႃႈၵႂၢမ်း (တွၼ်ႈတႃႇၽႃႇသႃႇဢိင်းၵလဵတ်ႈ)

source: Missing 'A' or 'The' at the beginning of the recording.
shn: ႁၢႆဝႆႉ 'A' ဢမ်ႇၼၼ် 'The' တီႈတႄႇၾၢႆႊလ်ဢတ်းသဵင်

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
shn: မီးသဵင်တူၵ်းႁၢႆ ၸိူင်ႉၼင်ႇ <strong>'A' </strong> ဢမ်ႇၼၼ် <strong> 'The' </strong> ၼႂ်းတွၼ်ႈတႄႇႁူဝ်တီး ၵၢၼ်ဢတ်းသဵင်ၼၼ်ႉၶႃႈ။

source: Missing the end of the last word by cutting off the recording too quickly.
shn: ယွၼ်ႉပိူဝ်ႈၵၢၼ်ဢတ်းသဵင် ဝႆးပူၼ်ႉတီႈၼႃႇလႄႈၶေႃႈသဵင်လိုၼ်းသုတ်းႁၢႆၵႂႃႇပႅတ်ႈ။

source: Mixed
shn: ၶူၼ်းၶဝ်းလေႃးၵၼ်

source: Mixteco Yucuhiti
shn: မိၵ်ႇသတေၵူဝ်ႇ ယူႇၵူႇဢိသျီႇ

source: Mokpwe
shn: မူၵ်ႉပဝႄႇ

source: Moksha
shn: မူၵ်ႉသျႃႇ

source: Mon
shn: မွၼ်း

source: Mongolian
shn: မွၼ်ႇၵူဝ်းရီႇယႅၼ်ႇ

source: More
shn: ၼမ်လိူဝ်သေ

source: [More has been recorded than the required text]
shn: [မီးၵၢၼ်ဢတ်းသဵင်ပူၼ်ႉလိူဝ်ၶေႃႈၵႂၢမ်းဢၼ်မၵ်းၶၢၼ်းဝႆႉ]

source: More languages coming soon
shn: ဢမ်ႇႁိုင်သင်တေမီးၽႃႇသႃႇတၢင်ႇၸိူဝ်းဢွၵ်ႇမႃးထႅင်ႈၶႃႈ။

source: Mossi
shn: မေႃႉသီႇ

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
shn: ၶေႃႈမုၼ်းသဵင်းတင်းၼမ် ဢၼ်ၶွမ်ႊပၼီႊၶဝ်ၸႂ်ႉတိုဝ်းၼၼ်ႉ ၵူၼ်းတင်းၼမ်ဢမ်ႇၸၢင်ႈၸႂ်ႉလႆႈ၊ ႁဝ်းၶႃႈဝူၼ်ႉဝႃႈ ၼၼ်ႉပဵၼ်ဢၼ်ႁႄႉႁၢမ်ႈလွင်ႈၵၢၼ်ၶူင်သၢင်ႈ။ ၵွပ်ႈၼၼ် ႁဝ်းၶႃႈၸင်ႇလႆႈပိုတ်ႇတူဝ်ၶူင်းၵၢၼ် Common Voice၊ ဢၼ်ပဵၼ်ၶူင်းၵၢၼ်တႃႇၸွႆႈႁႂ်ႈၵူႈၵေႃႉၵေႃႉၶဝ်ႈထိုင်လႆႈ ၵၢၼ်ႁူႉတွင်းသဵင်။

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
shn: ၶေႃႈမုၼ်းသဵင်းတင်းၼမ် ဢၼ်ၶွမ်ႊပၼီႊၶဝ်ၸႂ်ႉတိုဝ်းၼၼ်ႉ ၵူၼ်းတင်းၼမ်ဢမ်ႇၸၢင်ႈၸႂ်ႉလႆႈ၊ ႁဝ်းၶႃႈဝူၼ်ႉဝႃႈ ၼၼ်ႉပဵၼ်ဢၼ်ႁႄႉႁၢမ်ႈလွင်ႈၵၢၼ်ၶူင်သၢင်ႈ။ ၵွပ်ႈၼၼ် ႁဝ်းၶႃႈၸင်ႇလႆႈပိုတ်ႇတူဝ်ၶူင်းၵၢၼ် Common Voice၊ ဢၼ်ပဵၼ်ၶူင်းၵၢၼ်တႃႇၸွႆႈႁႂ်ႈၵူႈၵေႃႉၵေႃႉၶဝ်ႈထိုင်လႆႈ ၵၢၼ်ႁူႉတွင်းသဵင်။

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
shn: ၵၢၼ်ဢတ်းသဵင်ၼၼ်ႉ လူဝ်ႇလႆႈပဵၼ်သဵင်လၢတ်ႈၸွမ်းသၽႃႇဝၵူၼ်းၶႃႈ။ ၸဝ်ႈၵဝ်ႇၸၢင်ႈႁပ်ႉဢဝ်လႆႈယူႇ တွၼ်ႈတႃႇ ၵၢၼ်ဢတ်းသဵင် ဢၼ်ဢမ်ႇပဵၼ်ၵႂၢမ်းလၢတ်ႈပိူင်ၵဝ်ႇ ၸိူင်ႉၼင်ႇ သဵင်ႁွင်ႉသႅၼ်ႇ၊ သဵင်သွပ်ႉသႅပ်ႉ၊ ဢမ်ႇၼၼ်သဵင်ဢၼ်ႁဵတ်းႁႂ်ႈပဵၼ်သဵင် "လဵၼ်ႈၸိူင်း(Dramatic)" ၼၼ်ႉလႆႈ။ ၵူၺ်းၵႃႈ ၶႅၼ်းတေႃႈပၢၵ်ႈဢွၵ်ႇပႅတ်ႈ (Reject) ၵၢၼ်ဢတ်းသဵင် ဢၼ်ႁွင်ႉၵႂၢမ်း လႄႈ သဵင်ဢၼ်ၸႂ်ႉၶိူင်ႈၶွမ်ႇပိဝ်ႇတႃႇသၢင်ႈပဵၼ်သဵင်ၵူၼ်း (သဵင် AI) ၼၼ်ႉသေၵမ်းၶႃႈ။

source: Moussey
shn: မူးသ်ၸေႇ

source: Mozilla Common Voice datasets are now exclusively available on Mozilla Data Collective.
shn: ၸုမ်ႇၶေႃႈမုၼ်း သဵင် Mozilla Common Voice ၼႆႉ ယၢမ်းလဵဝ် လႆႈၸႂ်ႉတိုဝ်း တီႈ Mozilla Data Collective ၼၼ်ႉၵူၺ်းယဝ်ႉ။

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
shn: Mozilla Common Voice ၼႆႉ ပဵၼ်ၵၢၼ်ၶတ်းၸႂ် တႃႇၸွႆႈသွၼ်ပၼ် ၶိူင်ႈၸၢၵ်ႈ ႁႂ်ႁူႉပွင်ႇၸႂ်ဝႃႈၵူၼ်းႁဝ်းႁဵတ်းႁိုဝ်လၢတ်ႈၵႂၢမ်း။

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
shn: Mozilla Common Voice ပဵၼ်မႃးလႆႈလူၺ်ႈတူင်ႇဝူင်းၽူႈတူင်ႉၼိုင် ၽူႈလူင်ႉလႅၼ်ႇပၢႆးၽႃႇသႃႇ ၽူႈလူင်ႉလႅၼ်ႇပၢႆးသၢႆႊၶေႃႈမုၼ်း ၽူႈလူင်ႉလႅၼ်ႇပၢႆးပၺ်ၺႃႇ လႄႈ ၽူႈလူင်ႉလႅၼ်ႇပၢႆးၸၢင်ႊသွပ်ႉဝႄးၵူႈတီႈၵူႈတၢင်းတူဝ်ႈၵမ်ႇၽႃႇ။ ၶူင်းၵၢၼ်ၼႆႉ Mozilla Foundation လႆႈႁပ်ႉပုၼ်ႈၽွၼ်းတူၺ်းထိုင်ဝႆႉ။

source: Mozilla Common Voice is the world’s most diverse crowdsourced open speech dataset - and we’re powered entirely by donations. It costs almost a million dollars a year to host the datasets and improve the platform for the 100+ language communities who rely on what we do. If you value open, inclusive data - <b>donate today!</b>
shn: Mozilla Common Voice ၼႆႉ ပဵၼ်ဝႆႉ ၸုမ်ႇၶေႃႈမုၼ်းသဵင်(Dataset) ဢၼ်ပိုတ်ႇၽုၺ်ႇ ၵႂၢမ်းလၢတ်ႈ ဢၼ်ၵူၼ်းတင်းၼမ် လႆႈၸႂ်ႉတိုဝ်း ၵူႊလွင်ႈလွင်ႈ လိူဝ်ပိူၼ်ႈ ၼႂ်းလုမ်ႈၾႃႉ၊ လႄႈ ႁဝ်းၶႃႈ လႆႈႁပ်ႉလူၺ်ႈႁႅင်းလူႇတၢၼ်း တင်းသဵင်ႈယဝ်ႉ။ၵႃႈၸႂ်ႉၸၢႆႇတႃႇတေတူၺ်းလွမ်ၸုမ်ႇၶေႃႈမုၼ်းၶႄႈႁုၼ်ႈမုၼ်းပလႅတ်ႉၾွမ်ႊတႃႇၸူင်ႉဝူင်းၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈ 100 ပၢႆ ဢၼ်ပိုင်ႈဢိင်ၶေႃႈမုၼ်းႁဝ်းႁဵတ်းၼၼ်ႉတႃႇၼိုင်ႈပီ မွၵ်ႈၼိုင်ႈလၢၼ်ႉၻေႃႇလႃႇ (A million dollars) ယဝ်ႉ။ သင်ၸိူဝ်ႉဝႃႈ ၸဝ်ႈၵဝ်ႇႁၼ်ထိုင်ၵႃႈၶၼ် ၶွင်ၶေႃႈမူၼ်းဢၼ်ပိူတ်ႇၵႂၢင်ႈလႄႈ ၶဝ်ႈပႃးတင်ႈမူတ်းၼႆ - မႃး <b>လူႇတၢၼ်းမိူဝ်ႈၼႆႉ!</b> ႁူမ်ႈၵၼ် ၵမ်းလဵဝ်ၶႃႈ!"-

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
shn: Deep Speech ဢၼ်ပဵၼ် ၸၢၵ်ႈဢၼ်ႁူႉၸၵ်းသဵင်လၢတ်ႈဢူဝ်ႊၽႅၼ်းသေႃႉၸ် (Open source voice recognition engine) ၶွင် Mozilla ၼၼ်ႉ ၸၢင်ႈဢဝ်မႃးၸႂ်ႉတိုဝ်း တႃႇသၢင်ႈဢႅပ်ႉပလီႇၶေႇသျႅၼ်ႊ ႁူႉၸၵ်းသဵင်လၢတ်ႈလႆႈၶႃႈယဝ်ႉ။ ၶဝ်ႈၵႂႃႇဢၢၼ်ႇ ၶေႃႈမုၼ်းသပ်းလႅင်းၼိူဝ် <githubLink>Github overview</githubLink> ၶွင်ႁဝ်းၶႃႈ ဢမ်ႇၼၼ် ၶဝ်ႈႁူမ်ႈၼႂ်း <discourseLink>DeepSpeech Discourse</discourseLink> တွၼ်ႈတႃႇႁဵၼ်းႁူႉ လၢႆးတႄႇႁဵတ်းသၢင်ႈမၼ်းလႆႈယူႇၶႃႈ။

source: Mpiemo
shn: ဢႅမ်ႇပီႇဢေႇမူဝ်ႇ

source: Mundang
shn: မုၼ်းၻၢင်း

source: Mungaka
shn: မုင်းၷႃႇၵႃႇ

source: Musgum
shn: မုတ်ႉသ်ၵုမ်း

source: Musi
shn: မူႇၸီႇ

source: Mutual accountability.
shn: လွင်ႈဢဝ်ပုၼ်ႈၽွၼ်းၸွမ်းၵၼ်။

source: N/A
shn: ဢ/မ

source: Name
shn: ၸိုဝ်ႈသဵင်

source: Names of your language
shn: ၸိုဝ်ႈၽႃႇသႃႇၶွင်ၸဝ်ႈၵဝ်ႇ

source: Native Language
shn: ၽႃႇသႃႇၵႂၢမ်းငဝ်ႈ

source: Nature and Environment
shn: သၽႃႇဝ လႄႈ သိင်ႇဝႅတ်ႉလွမ်ႉ

source: Need help deciding which to choose?
shn: လူဝ်ႇတၢင်းၸွႆႈထႅမ်တႃႇတႅပ်းတတ်းၸႂ်ဝႃႈတေလိူၵ်ႈဢၼ်လႂ်?

source: Need help with the Sex or Gender changes?
shn: လူဝ်ႇတၢင်းၸွႆႈထႅမ် တွၼ်ႈတႃႇလႅၵ်ႈလၢႆႈ ႁၢင်ႈၽၢင်တူဝ် (Sex) ဢမ်ႇၼၼ် ၸိူဝ်ႉၽၼ်း (Gender) ယူႇႁႃႉ?

source: Need some help with accent?
shn: လူဝ်ႇတၢင်းၸွႆႈထႅမ် ၵဵဝ်ႇလူၺ်ႈသဵင်ဢွၵ်ႇႁႃႉ?

source: Need some help with variants?
shn: လူဝ်ႇလႆႈလွင်ႈၸွႆႈထႅမ် လွင်ႈၽႃႇသႃႇပႅၵ်ႈပိူင်ႈႁႃႉ?

source: Need to download your data?
shn: ၶႂ်ႈလူတ်ႇလူင်းၶေႃႈမုၼ်းၶွင်ၸဝ်ႈၵဝ်ႇ?

source: Nepali
shn: ၼေပႃလီႇ

source: Newari
shn: ၼေႇဝႃးရီႇ

source: New Language Launch
shn: ပိုတ်ႇၽုၺ်ႇၽႃႇသႃႇၵႂၢမ်းလၢတ်ႉမႂ်ႇ

source: News and Current Affairs
shn: ၶၢဝ်ႇငၢဝ်း လႄႈ လွင်ႈတၢင်းမိူဝ်ႈလဵဝ်

source: Next
shn: သိုပ်ႇၵႂႃႇ

source: Ngambay
shn: ငမ်းၿၢႆႇ

source: Ngiembon
shn: ငျဵမ်းၿုၼ်း

source: Ngomba
shn: ငူမ်ႊၿႃႇ

source: Ngombale
shn: ငူမ်းၿႃႇလေး

source: Nias
shn: ၼီႇဢတ်ႉသ်

source: Nigerian Pidgin English
shn: ၼၢႆႇၵျီႇရီႇယႅၼ်း ၽိတ်ႉၵျိၼ်ႇ ဢိၼ်းၵလိတ်ႉသ်

source: NKo
shn: ဢႅၼ်းၵူဝ်ႇ

source: No
shn: ဢမ်ႇၸႂ်ႈ

source: “No”
shn: "ဢမ်ႇ"

source: [No ‘a’ in the original text]
shn: [ဢမ်ႇမီး ‘a’ ၼႂ်းတူဝ်လိၵ်ႈငဝ်ႈတေႉမၼ်း]

source: No audio was captured. Please check your microphone and try again.
shn: ဢမ်ႇၸၢင်ႈဢတ်းသဵင်လႆႈၶႃႈ၊ ၶႅၼ်းတေႃႈၵူတ်ႇထတ်းၶိူင်ႈတီႉသဵင်ၸဝ်ႈၵဝ်ႇသေဢတ်းတူၺ်းထႅင်ႈၵမ်းၼိုင်ႈၶႃႈ။

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
shn: <noCopyright>ဢမ်ႇမီး</noCopyright> ၶေႃႈၵႅတ်ႇၵင်ႈ (cc-0) သုၼ်ႇၸဝ်ႈၶွင်

source: No foreign letters
shn: ဢမ်ႇႁႂ်ႈမီးတူဝ်လိၵ်ႈတၢင်ႇၽႃႇသႃႇလေႃး

source: No gravatar found for your email
shn: ဢမ်ႇထူပ်းႁၼ် gravatar တွၼ်ႈတႃႇဢီးမေးလ်ၸဝ်ႈၵဝ်ႇ

source: No information
shn: ဢမ်ႇမီးၶေႃႈမုၼ်းသင်

source: No information available
shn: ဢမ်ႇမီးၶေႃႈမုၼ်းသင်

source: Noise
shn: သဵင်ဢူၼ်မေႃး

source: No languages found
shn: ဢမ်ႇႁၼ်ၽႃႇသႃႇသင်

source: No match found
shn: ဢမ်ႇထူပ်းႁၼ်ၶေႃႈမုၼ်းသင်

source: No matching language found
shn: ဢမ်ႇထူပ်းႁၼ် ၽႃႇသႃႇၵႂၢမ်းလၢတ်ႈဢၼ်ၵိုၵ်းၵၼ်

source: No microphone found.
shn: ဢမ်ႇႁၼ်ၶိူင်ႈတီႉသဵင်။

source: Non-binary
shn: ၵူၼ်းၼွၵ်ႈပၵ်းပိူင် ၸၢႆး/ယိင်း

source: No numbers and special characters
shn: ဢမ်ႇႁႂ်ႈမီးတူဝ်ၼပ်ႉ လႄႈ ၶိူင်ႈမၢႆၶိုၵ်ႉတွၼ်း

source: No offensive, prejudiced remarks or sensitive questions
shn: ႁၢမ်ႈၸႂ်ႉၶေႃႈၵႂၢမ်းဢၼ်ဢမ်ႇယဵၼ်ႇငႄႈ၊ ၶေႃႈၵႂၢမ်းဢၼ်လိူၵ်ႈၽၢႆႇ ဢမ်ႇၼၼ် ၶေႃႈထၢမ် ဢၼ်မီးလွင်ႈတိူဝ်ႉၸႂ်ငၢႆႈ (Sensitive)

source: Normal
shn: ပိူင်ၵဝ်ႇ

source: Normal playback speed
shn: လဵၼ်ႈတၢင်းဝႆးသဵင်ပိူင်ၵဝ်ႇ

source: Northern Hindko
shn: ႁိၼ်ႇၵူဝ်ႇ ပွတ်းႁွင်ႇ

source: Northern Sotho
shn: သူဝ်ႇထူဝ်ႇ(ပွတ်းႁွင်ႇ)

source: Northwest Gbaya
shn: ၵျႃႇယႃႇ ပွတ်းႁွင်ႇဝၼ်းတူၵ်း

source: Norwegian Bokmål
shn: ၼေႃႇဝီးၵျႅၼ်ႇ ပွၵ်ႉၶ်မေႃႇ

source: Norwegian Nynorsk
shn: ၼေႃႇဝီးၵျဵၼ်း ၼီးၼွတ်ႉသ်ၵ်ႉ
